var productData = 
[
  {
    "类别": "服装",
    "店铺名称": "韩都衣舍旗舰店",
    "链接": "https://handuyishe.tmall.com/",
    "文案": "女装销量总冠军"
  },
  {
    "类别": "服装",
    "店铺名称": "戎美",
    "链接": "https://shop33558160.taobao.com/",
    "文案": "品质时尚 高性价比"
  },
  {
    "类别": "服装",
    "店铺名称": "云上生活",
    "链接": "https://shop36716916.taobao.com/",
    "文案": "城市新文艺传播者"
  },
  {
    "类别": "服装",
    "店铺名称": "MG小象",
    "链接": "https://shop64185146.taobao.com/",
    "文案": "欧美快时尚潮品"
  },
  {
    "类别": "服装",
    "店铺名称": "润乙一",
    "链接": "https://runyiyifs.tmall.com/",
    "文案": "原创小清新品牌"
  },
  {
    "类别": "服装",
    "店铺名称": "钱夫人家 雪梨定制 ",
    "链接": "https://shop69714396.taobao.com/",
    "文案": "网红雪梨女装店"
  },
  {
    "类别": "服装",
    "店铺名称": "拉夏贝尔",
    "链接": "https://lachapelle.tmall.com/",
    "文案": "精致优雅 魅惑智慧"
  },
  {
    "类别": "服装",
    "店铺名称": "小尼力街头嘻哈潮流店",
    "链接": "https://shop36412463.taobao.com/",
    "文案": "街头嘻哈潮流店"
  },
  {
    "类别": "服装",
    "店铺名称": "吾欢喜的衣橱",
    "链接": "https://bigeve8.taobao.com/",
    "文案": "张大奕私服主义"
  },
  {
    "类别": "服装",
    "店铺名称": "ONLY官方旗舰店",
    "链接": "https://only.tmall.com/",
    "文案": "触手可及的流行时尚"
  },
  {
    "类别": "服装",
    "店铺名称": "南瓜谷",
    "链接": "https://naguagu.taobao.com/",
    "文案": "独立设计复古女装"
  },
  {
    "类别": "服装",
    "店铺名称": "珊珊 Sunny33小超人",
    "链接": "https://superman33.taobao.com/",
    "文案": "网红林珊珊女装店"
  },
  {
    "类别": "内衣",
    "店铺名称": "曼妮芬",
    "链接": "https://maniform.tmall.com/",
    "文案": "性感世界 由你掌控"
  },
  {
    "类别": "内衣",
    "店铺名称": "六只兔子",
    "链接": "https://shop36826868.taobao.com/",
    "文案": "原单实体店"
  },
  {
    "类别": "内衣",
    "店铺名称": "蜜桃杯",
    "链接": "https://mitaobei.tmall.com/",
    "文案": "不畏诱惑 只为你"
  },
  {
    "类别": "内衣",
    "店铺名称": "瞬间心动",
    "链接": "https://shop35473405.taobao.com/",
    "文案": "性感 精选 舒适"
  },
  {
    "类别": "内衣",
    "店铺名称": "曼系",
    "链接": "https://manxi.tmall.com/",
    "文案": "慢生活 回归本真"
  },
  {
    "类别": "内衣",
    "店铺名称": "桃蜜糖",
    "链接": "https://shop34706766.taobao.com/",
    "文案": "可爱是一种精神"
  },
  {
    "类别": "内衣",
    "店铺名称": "rosetree",
    "链接": "https://rosetree.tmall.com/",
    "文案": "闺中仙系蜜 一起美"
  },
  {
    "类别": "内衣",
    "店铺名称": "PKK正品睡衣家居服",
    "链接": "https://shop109810485.taobao.com/",
    "文案": "甜美风 舒适范"
  },
  {
    "类别": "内衣",
    "店铺名称": "浪莎官方旗舰店",
    "链接": "https://langsha.tmall.com/",
    "文案": "浪莎 不只是吸引"
  },
  {
    "类别": "内衣",
    "店铺名称": "美尔挺",
    "链接": "https://meierting.tmall.com/",
    "文案": "展现完美身材"
  },
  {
    "类别": "内衣",
    "店铺名称": "蒋大猫美好袜物",
    "链接": "https://shop59329031.taobao.com/",
    "文案": "细选美好品质袜物"
  },
  {
    "类别": "内衣",
    "店铺名称": "丹语旗舰店",
    "链接": "https://danyu.tmall.com/",
    "文案": "人气爆款打底衫"
  },
  {
    "类别": "母婴",
    "店铺名称": "米奇丁当旗舰店",
    "链接": "https://miqidida.tmall.com/",
    "文案": "女童装销量第一"
  },
  {
    "类别": "母婴",
    "店铺名称": "贝壳童装",
    "链接": "https://shop33931656.taobao.com/",
    "文案": "宝宝的七彩童年"
  },
  {
    "类别": "母婴",
    "店铺名称": "笛莎旗舰店",
    "链接": "https://deesha.tmall.com/",
    "文案": "每个女孩都是公主"
  },
  {
    "类别": "母婴",
    "店铺名称": "迪斯兔旗舰店",
    "链接": "https://disitu.tmall.com/",
    "文案": "品质男童服饰"
  },
  {
    "类别": "母婴",
    "店铺名称": "妈咪kiss(蓓莱乐)",
    "链接": "https://momkiss.taobao.com/",
    "文案": "小萌童的世界"
  },
  {
    "类别": "母婴",
    "店铺名称": "托儿乐玩具屋",
    "链接": "https://tuoerle.taobao.com/",
    "文案": "快乐成长 妈妈放心"
  },
  {
    "类别": "母婴",
    "店铺名称": "呼西贝自营店",
    "链接": "https://shop36467556.taobao.com/",
    "文案": "罩衣专卖 呵护宝贝"
  },
  {
    "类别": "母婴",
    "店铺名称": "mumme母婴旗舰店",
    "链接": "https://mumme.tmall.com/",
    "文案": "高品质商务孕装"
  },
  {
    "类别": "母婴",
    "店铺名称": "飞彩旗舰店",
    "链接": "https://feicai.tmall.com/",
    "文案": "10年专注 童趣贴饰"
  },
  {
    "类别": "母婴",
    "店铺名称": "MUSE儿童礼服",
    "链接": "https://shop245341916.taobao.com/",
    "文案": "女童礼服定制"
  },
  {
    "类别": "母婴",
    "店铺名称": "elpa旗舰店",
    "链接": "https://elpa.tmall.com/",
    "文案": "为爱而生的好礼服"
  },
  {
    "类别": "母婴",
    "店铺名称": "艾舞戈金冠店 ",
    "链接": "https://szwudance.taobao.com/",
    "文案": "专注舞蹈教学服装19年"
  },
  {
    "类别": "百货",
    "店铺名称": "居家家",
    "链接": "https://shop34189316.taobao.com/",
    "文案": "您身边的居家伴侣"
  },
  {
    "类别": "百货",
    "店铺名称": "网易严选",
    "链接": "https://shop201041070.taobao.com/",
    "文案": "品质之选 唯有严选"
  },
  {
    "类别": "百货",
    "店铺名称": " 默默爱",
    "链接": "http://shop57665133.taobao.com",
    "文案": "少女心杂货店"
  },
  {
    "类别": "百货",
    "店铺名称": " 雯屋全球创意品牌店",
    "链接": "https://shop35783997.taobao.com/",
    "文案": "日韩文具 创意百货"
  },
  {
    "类别": "百货",
    "店铺名称": " 万家福家居日用生活馆 ",
    "链接": "https://shop65795185.taobao.com/ ",
    "文案": "家居日用生活馆"
  },
  {
    "类别": "百货",
    "店铺名称": "君之旗舰店",
    "链接": "https://junzhi.tmall.com/",
    "文案": "简单即烘焙"
  },
  {
    "类别": "百货",
    "店铺名称": "恋纸癖创意文具生活馆",
    "链接": "https://yueyuetu.taobao.com/",
    "文案": " 创意文具生活馆"
  },
  {
    "类别": "百货",
    "店铺名称": "小佩宠物用品旗舰店",
    "链接": "https://xiaopei.tmall.com/",
    "文案": "宠物用品旗舰店"
  },
  {
    "类别": "百货",
    "店铺名称": "绘果",
    "链接": "https://bujimu.jiyoujia.com/  ",
    "文案": "为生活添一出惬意"
  },
  {
    "类别": "百货",
    "店铺名称": "优丝美时尚床品",
    "链接": "https://yousimeijf.jiyoujia.com/",
    "文案": "相伴每刻 品质居家"
  },
  {
    "类别": "百货",
    "店铺名称": " 安安家文具研习社 ",
    "链接": "http://shop34345292.taobao.com",
    "文案": "日系简约风"
  },
  {
    "类别": "百货",
    "店铺名称": " 还不晚 家居百货超市 ",
    "链接": "https://shop58894223.taobao.com/",
    "文案": "爱生活 爱家居"
  },
  {
    "类别": "服配",
    "店铺名称": " 问香坊 ",
    "链接": "https://shop57496020.taobao.com/",
    "文案": "美，掌握在自己手里！"
  },
  {
    "类别": "服配",
    "店铺名称": " 金牌卖家时尚眼镜商店",
    "链接": "https://shop145904753.taobao.com/",
    "文案": "明星同款眼镜"
  },
  {
    "类别": "服配",
    "店铺名称": " 卉然饰品",
    "链接": "https://shop113647627.taobao.com/",
    "文案": "专注日韩时尚潮流饰品"
  },
  {
    "类别": "服配",
    "店铺名称": "粉红娘娘饰品旗舰店",
    "链接": "https://fhnnsp.tmall.com/",
    "文案": "总有一款适合你"
  },
  {
    "类别": "服配",
    "店铺名称": "fme旗舰店",
    "链接": "https://fmexielei.tmall.com/",
    "文案": "重新定义舒适"
  },
  {
    "类别": "服配",
    "店铺名称": " WEITAIAO威太奥",
    "链接": "https://shop110948092.taobao.com/",
    "文案": "纯色态度 百搭新潮"
  },
  {
    "类别": "服配",
    "店铺名称": "缀恋旗舰店",
    "链接": "https://zhuilian.tmall.com/  ",
    "文案": "优雅自我 追求品质"
  },
  {
    "类别": "服配",
    "店铺名称": "杭丝路旗舰店",
    "链接": "https://hangsilu.tmall.com/",
    "文案": "专注真丝27年"
  },
  {
    "类别": "服配",
    "店铺名称": "民族风饰品",
    "链接": "https://shop36826564.taobao.com/",
    "文案": "轻柔萦绕 不惧美好"
  },
  {
    "类别": "服配",
    "店铺名称": "银时代饰品旗舰店",
    "链接": "https://yinshidai.tmall.com/",
    "文案": "心闪耀 饰生活"
  },
  {
    "类别": "服配",
    "店铺名称": "柠檬女饰",
    "链接": "https://shop70488332.taobao.com/",
    "文案": "遇见更美的你"
  },
  {
    "类别": "服配",
    "店铺名称": "紫草莓饰品",
    "链接": "https://shop62367597.taobao.com/ ",
    "文案": "美丽新饰物"
  }
]